Repository: AnonSolutions/django-aries-community
Catalog: aries_community_demo/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Individual
es: Persona
pt_br: Pessoa

source: Organization
es: Organizacion
pt_br: Organização

source: Proofs
pt_br: Provas

source: Welcome to Anon.world
es: Bienvenido a Anon.world
pt_br: Benvindo a página

source: Already Have an Account?
es: ¿Ya tienes una cuenta?
pt_br: Já tem uma conta?

source: Sign in as:
es: Conectar como:
pt_br: Conectar como:

source: Individual Login
es: Inicio de sesión personal
pt_br: Login pessoal

source: Your username and password didn't match.
es: Su nombre de usuario o contraseña no coinciden.
pt_br: Seu usuário ou senha não coincidem.

source: Please try again.
es: Por favor, intente nuevamente.
pt_br: Por favor, tente novamente.

source: Your account doesn't have access to this page.
es: Su cuenta no tiene acceso a esta página.
pt_br: Sua conta não tem acesso a esta página.

source: To proceed, please login with an account that has access.
es: Para continuar, inicie sesión con una cuenta que tenga acceso
pt_br: Para continuar, faça login com uma conta que tenha acesso.

source: Forgot Password?
es: Olvido la contraseña?
pt_br: Esqueceu a senha?

source: Sign In
es: Conectar
pt_br: Conectar

source: Stay Signed In
es: Mantente conectado
pt_br: Fique conectado

source: Organization Login
es: Inicio de sesión de la organización
pt_br: Login na Organização

source: Please login to see this page.
es: Inicia sesión para ver esta página.
pt_br: Por favor faça o login para ver esta página.

source: Create User Account
es: Crear cuenta personal
pt_br: Criar Conta Pessoal

source: Create Organization Account
es: Crear cuenta de organización
pt_br: Criar Conta na Organização

source: Sign up
es: Suscribirse
pt_br: Inscrever-se

source: Profile
es: Perfil
pt_br: Perfil

source: Application-Managed Data
es: Datos de la APLICACIÓN
pt_br: Dados do APP

source: Connections
es: Conexiones
pt_br: Conexões

source: Connection
pt_br: Conexão

source: Conversations
es: Mensajes
pt_br: Mensagens

source: User actions
pt_br: Ações do usuário

source: Credentials
es: Credenciales
pt_br: Credenciais

source: Wallet
es: Billetera
pt_br: Carteira

source: Message
es: Mensajes
pt_br: Mensagem

source: Connect
es: Conectar
pt_br: Conectar

source: Submit
es: Enviar
pt_br: Enviar

source: Log Out
es: Salir
pt_br: Sair

source: Send Connection Invite
es: Enviar invitación de conexión
pt_br: Enviar convite de conexão

source: Respond to (External) Invite
es: Responder a una invitación externa
pt_br: Responder a convite externo

source: Agent Connections
es: Conexiones de agente
pt_br: Conexões do agente

source: Accept
es: Aceptar
pt_br: Aceitar

source: Check Status
es: Verificar estado
pt_br: Verifica estado

source: Send Credential
es: Enviar credencial
pt_br: Envia credencial

source: Send Proof Request
es: Enviar solicitud de prueba
pt_br: Enviar solicitação de prova

source: Accept Offer
es: Aceptar oferta
pt_br: Aceita oferta

source: Credential
es: Credencial
pt_br: Credencial

source: Schema
es: Diseño
pt_br: Esquema

source: Referent
es: Referencial
pt_br: Referente

source: User Data
es: Datos del usuario
pt_br: Dados do usuário

source: Date Aquired
es: Fecha de compra
pt_br: Data de aquisição

source: Your Connections
es: Sus conexiones
pt_br: Suas conexões

source: or:
es: ou:
pt_br: ou:

source: Account Name
es: Nombre de cuenta
pt_br: Nome da conta

source: Exit
es: Salir
pt_br: Sair

source: Mobile QR
es: QR Code
pt_br: QR Code

source: Connection Response
es: Respuesta de conexión
pt_br: Resposta de conexão

source: Supply Proof
es: Prueba de suministro
pt_br: Prova de fornecimento

source: Select Claims for Proof
es: Seleccionar reclamos para prueba
pt_br: Selecionar reivindicações para prova

source: Revealed:
es: Revelado:
pt_br: Dados obtidos:

source: Predicates (ZKP's):
es: Predicados (ZKP's):
pt_br: Predicados (ZKP's):

source: Self-attested:
es: Autocertificado:
pt_br: Auto-atestado:

source: Connection Type:
es: Tipo de conexión:
pt_br: Tipo de conexão:

source: Connection Status:
es: Estado de la conexión:
pt_br: Estado da conexão:

source: Partner Name
es: Nombre de la organización
pt_br: Nome da organização

source: Failed to create invitation for
es: No se pudo crear la invitación para
pt_br: Falhou para criar convite para

source: Form error
es: Error de formulario
pt_br: Erro no formulário

source: Invitation
es: Invitación
pt_br: Convite

source: Invitation URL
es: URL de invitación
pt_br: URL do convite

source: Credential Name
es: Nombre de credencial
pt_br: Nome da credencial

source: Credential Attributes
es: Atributos de credenciales
pt_br: Atributos da credencial

source: Proof Request Type
es: Tipo de solicitud de prueba
pt_br: Tipo de requisição de prova

source: Proof Name
es: Nombre de la prueba
pt_br: Nome da prova

source: Proof Attributes
es: Atributos de prueba
pt_br: Atributos da prova

source: Proof Predicates
es: Predicado de la prueba
pt_br: Predicados da prova

source: Proof Request Name
es: Nombre de la solicitud de prueba
pt_br: Nome do pedido de prova

source: Select claim for
es: Seleccionar reclamo para
pt_br: Selecionar reivindicação para

source: No claims available for
es: No hay reclamos disponibles para
pt_br: Nenhuma reivindicação disponível para

source: URL for company logo
es: URL del logotipo
pt_br: URL do logo

source: Managed Agent
es: Agente gestionado
pt_br: Agente gerenciado

source: Agent Admin Endpoint
es: Punto de administrador del agente
pt_br: Ponto do administrador do agente

source: Agent Http Endpoint
es: Agente Http Point
pt_br: Ponto Http do agente

source: Agent Admin API Key
es: Clave API del administrador del agente
pt_br: API Key do Agent Admin

source: Agent Webhook Callback Key
es: Clave de devolución de llamada del agente
pt_br: Chave de retorno de chamada do agente

source: Credential Attrs
es: Atributos de credenciales
pt_br: Atributos da credencial

source: Requested Proof
es: Prueba solicitada
pt_br: Prova solicitada

source: First Name
es: Primeiro nombre
pt_br: Primeiro nome

source: Last Name
es: Ultimo nombre
pt_br: Último nome

source: Email Address
es: Dirección de correo electrónico
pt_br: Endereço de email

source: Required. Provide a valid email address.
es: Requerido. Proporcione una dirección de correo electrónico válida.
pt_br: Requerido. Fornecer um endereço de e-mail válido.

source: Mobile Agent
es: Agente móvil
pt_br: Agente mobile

source: Company Name
es: Nombre de la organización
pt_br: Nome da organização

source: Company Role
es: Regla de la organización
pt_br: Regra da organização

source: Connection Request
pt_br: Solicitação de conexão

source: invitation
pt_br: convite

source: Credentials receives
pt_br: Credenciais recebidas

source: enter value:
pt_br: digite o valor

source: Completed
pt_br: Completo

source: Proof is
pt_br: A prova é

source: Sent
pt_br: Enviado

source: Accepted
pt_br: Aceito

source: verified
pt_br: verificada

source: Created invitation for
pt_br: Convite criado para

source: Send Connection Invite to organization
pt_br: Envia convite a organização

source: Date of birth
pt_br: Data de nascimento

source: Photo
pt_br: Foto

source: Remove connection
pt_br: Remover conexão

source: Name
pt_br: Nome

source: Date joined
pt_br: Data de inclusão

source: Last login
pt_br: Último login

source: Update user profile
pt_br: Atualizar perfil

source: Updated conversation
pt_br: Credencial enviada

source: Send Credential Offer
pt_br: Envia oferta de credencial

source: Credential has already been sent
pt_br: Credencial já enviada

source: Personal
pt_br: Pessoal

source: Connection Invite
pt_br: Convite de conexão

source: External
pt_br: Externo

source: Show
pt_br: Visualizar

source: Delete
pt_br: Excluir

source: Credential proposal
pt_br: Propor credencial

source: Type
pt_br: Tipo

source: Operation
pt_br: Operação

source: Status
pt_br: Estado

source: Partner
pt_br: Parceiro

source: Credential acked
pt_br: Credencial recebida

source: Proposal sent
pt_br: Proposta enviada

source: Offer sent
pt_br: Oferta enviada

source: Proposal acked
pt_br: Proposta recebida

source: Proposal receive
pt_br: Proposta recebida

source: Proposal Credential receive
pt_br: Proposta de credencial recebida

source: Deleted credential proposal for
pt_br: Proposta de credencial deletada para

source: connection created by
pt_br: Conexão criada por

source: Offer received
pt_br: Oferta recebida

source: Proof
pt_br: Prova

source: State
pt_br: Estado

source: Verified
pt_br: Verificado

source: Proof request was sent
pt_br: Pedido de prova foi enviado

source: Sent proof request
pt_br: Requisição de prova enviada

source: Requested attributes
pt_br: Atributos solicitados

source: Request received
pt_br: Pedido recebido

source: Request sent
pt_br: Pedido enviado

source: Presentation sent
pt_br: Dados enviado

source: Presentation acked
pt_br: Dados enviados

source: Requester
pt_br: Solicitante

source: Revoke
pt_br: Revogar

source: Revoked
pt_br: Revogada

source: Validates
pt_br: Valida

source: Valid
pt_br: Válida

source: Invalid
pt_br: Inválida

source: Validation
pt_br: Validação

source: Welcome to self Sovereign Identity System
pt_br: Bemvindo ao sistema de identidade auto-soberana

source: Signal
pt_br: Sinalização

source: Revoked credential
pt_br: Credencial revogada

source: Revoke credential
pt_br: Revogar credencial

source: Simple messages
pt_br: Mensagens diretas

source: You have a revoked credential, please check
pt_br: Sua credencial está revogada, por favor verifique!

source: Send message
pt_br: Envia mensagem

source: Message sent
pt_br: Mensagem enviada

source: Credential proposal sent
pt_br: Proposta de credencial enviada

source: Connection removed
pt_br: Conexão removida

source: Credential sent
pt_br: Credencial enviada

source: Delete credential proposal
pt_br: Excluir credencial proposta

source: Credential proposal deleted
pt_br: Proposta de credencial excluida

source: Accept credential
pt_br: Aceitar credencial

source: accepted credential
pt_br: Credencial aceita

source: Credential revoked
pt_br: Credencial revogada

source: Date
pt_br: Data

source: Sender
pt_br: Remetente

source: Failed to find claims
pt_br: Falha ao encontrar reivindicações

source: Accept proof
pt_br: Aceitar prova

source: Created connection
pt_br: Conexão criada

source: Failed to create connection
pt_br: Falha ao criar conexão

source: Remove credential
pt_br: Remover credencial

source: Credential removed
pt_br: Credencial removida

source: Credential not removed
pt_br: Credencial não removida

source: Credential proposal remove
pt_br: Credencial proposta removida

source: More than one credential from the same organization
pt_br: Prova tem mais uma credencial de uma mesma organização

source: Recipient already has an active credential
pt_br: Destinatário já tem uma credencial ativa

source: Recipient have credencial waiting to aprove
pt_br: Destinatário já tem credencial aguardando aprovação

source: Invitation created
pt_br: Convite criado

source: Invitation not created
pt_br: Convite não foi criado
